module.exports = {
  // general
  '确定': 'OK',
  '取消': '취소',
  '关闭': '닫기',
  '下一步': '다음',
  '下一条': '다음',
  '返回': '뒤로가기',

  // home pages & dialogs
  // home/signup
  '邮箱': '이메일',
  '邮箱不能为空': '이메일주소는비워둘수없습니다',
  '必须填写一个有效邮箱地址': '유효한 이메일 주소를 입력해야합니다',
  '验证码': '확인코드',
  '验证码不能为空': '코드를비울수없습니다',
  '发送验证码': '남은시간',
  '已发送': '이(가)전송되었습니다',
  '验证码已发至邮箱': '인증코드가귀하의이메일주소로전송되었습니다',
  '密码': '비밀번호',
  '密码不能为空': '비밀번호를비워둘수없습니다',
  '无效': '유효하지않음',
  '用户注册成功': '성공적으로등록되었습니다',
  // home/signin
  '找回密码': '비밀번호 재설정',
  '社交账号登录': '소셜로그인',
  '用户名或密码错误': '사용자 이름 또는 비밀번호가 잘못되었습니다',
  '该用户尚未注册': '아직 등록되지 않은 사용입니다',
  // home/resetPassword
  '请输入邮箱地址再点击“找回密码”': '이메일주소를먼저입력하십시오',
  '重置密码链接已发至您的邮箱，\n请注意查收': '비밀번호 재설정 링크가 귀하의 이메일 주소로 전송되었습니다. 확인하시기 바랍니다.',

  // side nav
  '服务器': '서버',
  '用户': '사용자',
  '账号': '계정',
  '订单': '결제내역',
  '设置': '설정',
  '退出': '종료',

  // settings menu
  // admin/settings
  '修改密码': '비밀번호변경',
  '邀请码': '초대코드',

  // index pages
  // home/index
  '首页': '홈',
  '登录': '로그인',
  '注册': '가입',
  // admin/index
  '无': ' 없음',
  // user/index
  '点击进入': 'Enter',
  '公告': '공지사항',
  '暂无公告': '아무것도없습니다',
  // dialog/language
  '请选择语言：': '언어선택: ',

  // server pages & dialogs
  // ref: plugins/webgui/public/controllers/adminServer.js
  // admin/addServer
  '备注': '비고',
  '地址': '서버주소',
  '端口': '원격포트',
  '加密方式': '암호화방법',

  // account pages & dialogs
  // ref: plugins/webgui/public/controllers/adminAccount.js
  // admin/accountPage
  '地址：': '서버주소: ',
  '端口：': '원격포트: ',
  '密码：': '비밀번호: ',
  '加密方式：': '암호화방법: ',
  '流量：': '데이터사용량: ',
  '不限量': '무제한',
  '流量倍率：': '데이타 전송속도: ',
  '周期：': '남은기간: ',
  '到期时间：': '사용기한: ',
  '不限时': '무제한',
  '最近连接：': '마지막연결: ',
  '备注：': '비고: ',
  '续费': '충전(기간연장)',
  '复制配置链接': 'QR코드링크복사',
  // admin/editAccount
  '流量': '데이터사용량',
  // user/account
  '或': ' 또는',
  '点击这里': '결제하러가기',
  '付款立即开通帐号': ' 결제즉시계정이생성됩니다',
  '订阅链接': '배포링크',

  // setting pages
  // admin/addGroup & admin/editGroup
  '周期': '남은기간',
  // admin/changePassword
  '修改密码成功': '비밀번호변경',
  '修改密码失败': '비밀번호변경실패',
  // admin/telegramSettings
  '绑定 Telegram': '바인딩텔레그램',

  // referral pages
  // admin/editRefCode
  '复制链接': '링크복사',
  // user/ref
  '已邀请用户': '현재 초대 된 사용자가 없습니다',

  // dialogs
  // dialog/ban
  '最近连接': '마지막연결',
};
