module.exports = {
  // general
  '确定': 'Подтвердить',
  '取消': 'Отмена',
  '关闭': 'Закрыть',
  '下一步': 'Следующий шаг',
  '下一条': 'Следующий шаг',  // dialog/autopop
  // '修改': 'изменить',

  // home pages & dialogs
  // home/signup
  '邮箱': 'Электронная почта',
  '邮箱不能为空': 'Почтовый ящик не может быть пустым',
  '验证码': 'Код подтверждения',
  '验证码不能为空': 'Код проверки не может быть пустым',
  '发送验证码': 'Отправить код подтверждения',
  '验证码已发至邮箱': 'Код подтверждения отправлен в почтовый ящик',
  '密码': 'Пароль',
  '密码不能为空': 'Пароль не может быть пустым',
  '用户注册成功': 'Регистрация пользователя прошла успешно',
  '用户注册失败': 'Ошибка регистрации пользователя',
  '网络异常，请稍后再试': 'Ошибка соединения. Повторите попытку позднее...',
  '验证码发送错误': 'Ошибка отправки кода подтверждения.',
  '发送错误，请更换邮箱尝试': 'Отправить ошибку, повторите попытку.',
  '请求过于频繁，请稍后再试': 'Превышено максимальное количество ввода. Повторите попытку позднее',
  '当前时段尚未开放注册': 'Текущий период еще не открыт для регистрации',
  // home/signin
  '找回密码': 'Восстановить пароль',
  '用户名或密码错误': 'Неверное имя пользователя или пароль',
  '该用户尚未注册': 'Этот пользователь еще не зарегистрировался',
  '请输入正确的用户名格式': 'Введите правильный формат имени пользователя',
  '密码重试次数已达上限\n请稍后再试': 'Повторы паролей достигли предела \n Повторите попытку позднее',
  // home/resetPassword
  '请输入邮箱地址再点击“找回密码”': 'Введите адрес электронной почты и нажмите «Получить пароль».',
  '重置密码链接已发至您的邮箱，\n请注意查收': 'Ссылка на сброс пароля была отправлена на ваш адрес электронной почты, \n пожалуйста, проверьте почтовый ящик',
  '重置密码链接已经发送，\n请勿重复发送': 'Сброс пароля ссылка была отправлена, \n Не отправлять его снова',
  '请输入正确的邮箱地址': 'Введите правильный адрес электронной почты',

  // side nav
  '服务器': 'Сервер',
  '用户': 'Пользователь',
  '账号': 'Номер счета',
  '订单': 'Бланк заказа',
  '设置': 'Настройки',
  '退出': 'Выход',

  // settings menu
  // admin/settings
  '基本设置': 'Основные настройки',
  '公告管理': 'Управление объявлениями',
  '支付设置': 'Настройки оплаты',
  '邮件设置': 'Настройки почты',
  '账号设置': 'Настройки учетной записи',
  '修改密码': 'Изменить пароль',

  // index pages
  // home/index
  '首页': 'Домашняя',
  '登录': 'Вход',
  '注册': 'Регистрация',
  // admin/index
  '最新注册用户': 'Последние зарегистрированные пользователи',
  '最近登录用户': 'Недавно зарегистрированный пользователь',
  '无': 'нет',
  // user/index
  '点击进入': 'Нажмите, чтобы ввести',
  '公告': 'Объявление',
  '暂无公告': 'Нет объявлений',
  '支付宝订单': 'Заказы Alipay',
  'PayPal 订单': 'Заказ PayPal',
  // dialog/language
  '请选择语言：': 'Выберите язык:',

  // server pages & dialogs
  // ref: plugins/webgui/public/controllers/adminServer.js
  // admin/server
  '本日流量：': 'Сегодняшний трафик:',
  '本周流量：': 'Трафик на этой неделе:',
  '本月流量：': 'В этом месяце трафик:',
  // admin/addServer
  '备注': 'Примечания',
  '地址': 'Адрес',
  '端口': 'Порт',
  '密码': 'Пароль',
  '加密方式': 'Метод шифрования',

  // user pages & dialogs
  // ref: plugins/webgui/public/controllers/adminUser.js
  // admin/userPage
  '注册时间': 'Время регистрации',
  '上次登录': 'Последний вход',

  // account pages & dialogs
  // ref: plugins/webgui/public/controllers/adminAccount.js
  // admin/accountPage
  '地址：': 'Адрес:',
  '端口：': 'Порт:',
  '密码：': 'Пароль:',
  '加密方式：': 'Метод шифрования:',
  '流量：': 'Трафик:',
  '不限量': 'неограниченный',
  '周期：': 'Цикл:',
  '到期时间：': 'Время истечения:',
  '不限时': 'Неограниченное время',
  '最近连接：': 'Недавно подключен:',
  '备注：': 'Примечания:',
  '续费': 'Продление',
  // admin/editAccount
  '类型': 'тип',
  '流量': 'Трафик',
  '合并多服务器流量统计': 'Консолидация статистики трафика нескольких серверов',
  '已过期': 'Истёк',
  // user/account
  '目前该用户没有分配账号，请联系管理员处理': 'В настоящее время у пользователя нет учетной записи, обратитесь к администратору',
  '或': 'или',
  '点击这里': 'Нажмите здесь',
  '付款立即开通帐号': 'Сделать мгновенную учетную запись',
  // user/qrcodeDialog
  '点击二维码或者用移动设备扫描二维码可自动填充服务器信息': 'Нажмите QR-код или сканируйте QR-код с помощью мобильного устройства, чтобы автоматически заполнить информацию о сервере',

  // oeder pages
  // admin/pay
  '创建': 'создать',
  '等待': 'подождите',
  '付款': 'оплата',
  '完成': 'полный',
  '已关闭': 'близко',
  // dialog/pay
  '支付宝扫码支付': 'Плата за сканирование Alipay',
  '手机请点击二维码付款': 'Пожалуйста, нажмите на QR-код для оплаты мобильного телефона.',
  '请点击下面按钮完成 PayPal 支付': 'Оплата PayPal, пожалуйста, нажмите кнопку ниже',
  '请选择续费周期：': 'Выберите период продления:',
  '一小时': 'Один час',
  '一天': 'Однажды',
  '一周': 'Одна неделя',
  '一个月': 'Один месяц',
  '三个月': 'Три месяца',
  '一年': 'Один год',
  '支付成功': 'Успешный платеж',
  '订单会在两分钟内生效，请稍候': 'Заказы вступят в силу в течение двух минут.',
  '系统错误': 'Системная ошибка',
  '生成支付订单出错，请稍后再试': 'При создании платежного поручения произошла ошибка. Повторите попытку позднее.',
  // dialog/order
  '订单号：': 'Номер для заказа:',
  '订单类型：': 'Тип заказа:',
  '金额：': 'количество:',
  '用户名：': 'Имя пользователя:',
  '创建时间：': 'Время создания:',
  '状态：': 'Статус:',

  // setting pages
  // admin/baseSettings
  '网站标题': 'Название сайта',
  '使用 Service Worker 缓存静态页面': 'Использование Service Worker для кэширования статических страниц',
  '接收消息推送': 'Приём сообщения'
  // admin/newOrder & admin/editOrder
  'Paypal': 'PayPal',
  // admin/accountSettings
  '新用户自动分配账号': 'Новые пользователи автоматически назначают учетные записи',
  '随机分配端口号': 'Случайно назначенный номер порта',
  '开放注册': 'Открыть регистрацию',
  // admin/changePassword
  '原密码': 'Исходный пароль',
  '新密码': 'Новый пароль',
  '重复新密码': 'Повторить новый пароль',
  '修改密码成功': 'Пароль успешно изменён',
  '修改密码失败': 'Не удалось изменить пароль',
};
